Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/24_id_513148.html.tmx
Source language: nob
Languages: sme

source: St.meld. nr. 28 (2007-2008)
sme: St.dieđ. nr. 28 (2007-2008)

source: Samepolitikken
sme: Sámepolitihkka

source: 1 Sametingets årsmelding 2006
sme: 1 Sámedikki jahkedieđáhus 2006

source: 1.1 Sametinget
sme: 1.1 Sámediggi

source: Sametinget er samenes folkevalgte organ i Norge og er valgt av og blant samer.
sme: Sámediggi lea sámiid álbmotválljen orgána Norggas ja dasa válljejit sámit sámiid.

source: Sametinget inne i sin femte valgperiode.
sme: Sámedikkis lea dál viđát válgaáigodat.

source: Kvinner og menn er i perioden likt representert på Sametinget.
sme: Dán áigodagas leat Sámedikkis ovtta mađe nissonolbmot ja almmáiolbmot.

source: Som parlament skal Sametinget arbeide for å bevare en felles samisk identitet og utvikle og bygge samiske samfunn.
sme: Sámi parlameantan galgá Sámediggi bargat oktasaš sámi identitehta suodjalemiin ja ovddidit ja hukset sámi servodaga.

source: Det samiske folket må selv gis rett og anledning til å legge premissene og definere behovene for framtiden.
sme: Sámi álbmogii alccesis galgá addot vuoigat ­vuohta ja vejolašvuohta láhčit eavttuid ja meroštallat boahtteáiggi dárbbuid.

source: Dette innebærer at staten Norge fullt ut anerkjenner samenes grunnleggende rett til selvbestemmelse som folk og urfolk i Norge.
sme: Dát mearkkaša dan ahte stáhta Norga ollásit dohkkeha sámiid vuođđo iešmearridanvuoigatvuođa álbmogin ja eamiál ­bmogin Norggas.

source: Staten Norge er grunnlagt på territoriet til to folk, samer og nordmenn.
sme: Norgga stáhta lea vuođđuduvvon guovtti ál-bmoga eatnamiidda, sápmelaččaid ja norgalaččaid.

source: Dette setter det samiske folket i en spesiell stilling som urfolk i Norge.
sme: Dát bidjá sámi álbmoga erenoamáš dillái Norgga eamiálbmogin.

source: Våre rettigheter som samer, folk, og urfolk med en egen kultur er bærebjelkene i vår overordnede politikk og i våre visjoner for de samiske samfunn.
sme: Min vuoigatvuođat go leat sápmelaččat, álbmot ja eamiálbmot mas lea sierra kultuvra, leat min bajimuš dási politihka ja min višuvnna guoddit sámi servodaga dáfus.

source: 1.1.1 Likestilling
sme: 1.1.1 Dásseárvu

source: Sametinget har i 2006 jobbet aktivt med likestilling.
sme: Sámediggi lea 2006s bargan aktiivvalaččat dásseárvvuin.

source: Sametingsrådet la i februar 2006 fram en likestillingspolitisk redegjørelse for Sametinget.
sme: Sámediggeráđđi ovddidii guovvamánus 2006 dásseárvopolitihkalaš čilgehusa Sámediggái.

source: I redegjørelsen ble det satt fokus på en del satsingsområder innen likestilling.
sme: Čilgehusas biddjojedje guovddážii muhtun áŋgiruššansuorggit dásseárvvu siskkobealde.

source: Dette var blant annet områder som representasjon ved valg, behovet for forsk ­ning og statistikk, involvering av kvinner i ressursforvaltningen, retten til selvbestemmelse også over egen kropp, volds- og overgrepsproblematikk, næringsutvikling og kjønn.
sme: Dat ledje earret eará suorggit nugo válgaovddastus, dárbu dutkat ja ráhkadit statistihkaid, nissonol ­bmuid searvadahttin resursahálddašeamis, iešmearridanvuoigatvuohta maiddái iežas goruda badjel, veahkaválde- ja vearredahkoproblema, ­tihkka ealáhusovddideapmi ja sohkabealit.

source: Sametinget har jobbet aktivt med å bedre dialogen med de samiske organisasjonene og har avholdt møter med de to kvinneorganisasjonene og med mannsforeningen Dievddut.
sme: Sámediggi lea bargan aktiivvalaččat gulahallama buoridemiin sámi organisašuvnnaiguin ja lea doallan čoahkkimiid guvttiin nissonorganisašuvnnain ja dievdoservviin Dievddut.

source: Formålet med møtene har vært å få innspill fra organisasjonene på utfordringer innenfor likestilling og sammen finne prosjekter som kan fremme likestilling i samiske samfunn.
sme: Čoahkkimiid ul-bmilin lea leamaš oažžut árvalusaid organisašuvnnain hástalusaide mat leat dásseárvvu siskko ­bealde ja ovttas gávnnahit prošeavttaid mat sáhtášedje ovdánahttit dásseárvvu sámi servodagas.

source: Sametinget har i 2006 inngått et samarbeid med Sámi NissonForum om gjennomføring av en nordisk samisk likestillingskonferanse.
sme: Sámediggi lea 2006s šiehttan ovttasbarggu Sámi NissonForumiin go guoská davviriikkalaš sámi dásseárvokonferánssa čađaheapmái.

source: Konferansen skal avvikles i april 2007.
sme: Konferánsa dollo cuoŋománus 2007.

source: I styringsgruppa er det representanter fra Sámi NissonForum, Sáráhkka, Dievddut, Sametingets ungdomspolitiske utvalg og Sametinget.
sme: Stivrenjoavkkus leat Sámi NissonForuma, Sáráhká, Dievddut searvvi, Sámedikki nuoraidpolitihkalaš lávdegotti ja Sámedikki ovddasteaddjit.

source: Sametinget har også i denne forbindelse innledet et samarbeid med Barne- og likestillingsdepartementet om utarbeidelse av et strategidokument for konferansen.
sme: Sámediggi lea maid dán oktavuođas ovttasbargamin Mánáid- ja dásseárvodepartemeanttain vai ráhkaduvvošii strategiijadokumeantta konferánsii.

source: Dette for bedre å sikre en oppfølging av konferansen.
sme: Danne vai buorebut sihkkarastojuvvošii konferánssa čuovvoleapmi.

source: Sametinget har i 2006 begynt arbeidet med å implementere likestilling i saksbehandlingen.
sme: Sámediggi lea 2006s álggahan barggu heivehit dásseárvvu áššemeannudeamis.

source: Det er avholdt to seminarer om temaet.
sme: Guokte seminára leat dollon fáttá birra.

source: 1.2 Samarbeid
sme: 1.2 Ovttasbargu

source: Det er en sentral oppgave for Sametinget å fremme urfolkssaker både nasjonalt og internasjonalt.
sme: Sámedikki guovdilis bargun lea ovddidit eamiál ­bmotáššiid sihke nášuvnnalaččat ja riikkaidgaskasaččat.

source: Gjennom et aktivt partnerskap og samarbeid regionalt og internasjonalt kan Sametinget være med å bidra til at urfolksdimensjonen blir ivaretatt.
sme: Aktiivvalaš ovttasbarggu bokte báikkálaččat, guvllolaččat ja riikkaidgaskasaččat sáhttá Sámediggi leat mielde váikkuheamen ahte eamiálbmotdimenšuvdna gozihuvvošii.

source: På lokalt nivå arrangerer Sametinget hvert år en kommunekonferanse.
sme: Báikkálaš dásis lágida Sámediggi juohke jagi gieldakonferánssa.

source: I 2006 var temaet for konferansen med kommuner og fylkeskommuner den varslede forvaltningsreformen.
sme: Fáddán 2006 konferánssas gielddaiguin ja fylkkagielddaiguin lei dat dieđihuvvon hálddašanođastus.

source: Fokus for konferansen var de eventuelle konsekvenser reformen vil kunne få for Sametinget, kommuner og fylkeskommuner i de samiske områdene.
sme: Dán konferánssas ledje guovddáš áššin dat vejolaš váikkuhusat mat ođastusas sáhttet šaddat Sámediggái ja sámi guovl. ­luid fylkkagielddaide ja gielddaide.

source: Skal nye og større regioner innføres, vil det spille en viktig samordningsrolle i forhold til kommuner, stat og næringsliv.
sme: Jos šaddet ođđa ja stuorra regiovnnat, de lea das dehálaš oktii ­heivehandoaibma gielddaid, stáhta ja ealáhusaid dáfus.

source: Dette forutsetter at både myndighet, kompetanse og virkemidler stilles til rådighet for å løse de sektoroppgavene som skal overføres.
sme: Dát eaktuda ahte sihke váldi, gelbbolašvuohta ja váikkuhangaskaoamit addojit geavahussii čoavdit daid suorgedoaimmaid mat galget sirdojuvvot.

source: 1.2.1 Samarbeid på regionalt nivå
sme: 1.2.1 Guovlulaš ovttasbargu

source: Det overordnede mål for Sametingets regionalpolitikk er å opprettholde hovedtrekkene i bosettingsmønsteret og å sikre utviklingsmuligheter og likeverdige levevilkår for den samiske befolkningen.
sme: Sámedikki guovllupolitihka bajimuš mihttomearri lea doalahit ássanminstara váldodovdomearkkaid ja sihkkarastit ovddidanvejolašvuođaid ja dássásaš eallineavttuid sámi álbmogii.

source: For å nå dette målet er det nødvendig at det finnes stabile og forutsigbare rammebetingelser i de samiske områdene.
sme: Go dán mihttomeari galgá juksat, de lea dárbu ahte gávdnojit stabiila ja einnostahtti rámmaeavttut sámi guovlluin.

source: Samarbeidsavtalene med fylkeskommunen er ett redskap for å sikre mer stabile og forutsigbare rammebetingelser.
sme: Ovttasbargošiehtadusat fylkkagielddaiguin leat gaska ­oapmin sihkkarastit eanet stabiila ja einnostahtti rámmaeavttuid.

source: I 2006 har Sametinget arbeidet med oppfølging av de samarbeidsavtalene Sametinget hadde inngått før årets begynnelse.
sme: 2006s lea Sámediggi bargan daid ovttasbargošiehtadusaid čuovvolemiin maid Sámediggi lea dahkan ovdal go jahki álggii.

source: I tillegg har arbeidet med ferdigstillelse av en samarbeidsavtale med Nordland fylkeskommune vært sentralt.
sme: Dasto lea bargu gárvvistit ovttasbargošiehtadusa Nordlándda fylkkagielddain leamaš guovddážis.

source: Denne avtalen ble vedtatt i Sametinget i september 2006 og i Nordland fylkesting i oktober 2006.
sme: Dát šiehtadus mearriduvvui Sámedikkis čakčamánus 2006 ja Nordlándda fylkkadikkis golggotmánus 2006.

source: Det har vært avholdt oppfølgingsmøter på politisk nivå med alle fylkeskommunene i 2006 og det arbeides kontinuerlig med oppfølging av alle avtalene.
sme: Buot fylkkagielddaiguin leat dollojuvvon čuovvolančoahkkimat 2006s ja oktilaččat bargojuvvo buot šiehtadusaid čuovvolemiin.

source: Samarbeidet mellom Sametinget og fylkeskommunene er i stadig utvikling og Sametinget ser på dette samarbeidet som meget viktig.
sme: Ovttasbargu Sámedikki ja fylkkagielddaid gaskka lea dađistaga ovddiduvvon ja Sámedikki oainnu mielde lea dát ovttasbargu hui deaŧalaš.

source: Sametinget hadde i 2006 satt av egne midler til oppfølging av prosjekter knyttet til samarbeidsavtalene.
sme: Sámediggi lei 2006s ráddjen sierra ruđaid daid prošeavttaid čuovvoleapmái mat čatnasit ovttasbargošiehtadusaide.

source: Utviklingsprogram om samiske forhold i videregående skole, er et av satsningsområdene Sametinget har gode erfaringer med.
sme: Ovddidanprográmma sámiid diliid birra joatkkaskuvllain, lea okta áŋgiruššansuorgi mas Sáme ­dikkis leat buorit vásihusat.

source: Prosjektet «Samisk kulturkunnskap på de videregående skolene i Troms» er et samarbeidsprosjekt mellom Sametinget og Troms fylkeskommune.
sme: Prošeakta «Sámi kulturmáhtolašvuohta Romssa joatkkaskuvllain» lea ovttasbargoprošeakta Sámedikki ja Romssa fylkkagieldda gaskka.

source: Prosjektet var finansiert over samarbeidsavtalemidlene og ble avsluttet i februar 2006.
sme: Prošeakta ruhtaduvvui ovttasbargošiehtadusaid ruđaiguin ja loahpahuvvui guovvamánus 2006.

source: Prosjektet har ført til at flere videregående skoler i Troms fylke jobber kunnskapsbasert med samiske emner.
sme: Prošeakta lea buvttihan dan ahte eanet joatkkaskuvllat Romssas barget máhtolašvuođa vuođul sámi ávdnasiiguin.

source: Sametinget ga i oktober 2006 midler til en videreføring av prosjektet der også de yrkesfaglige skolene er målgruppen.
sme: Sámediggi attii golggotmánus 2006 ruđaid dakkár prošeavttaid joatkimii main maiddái fidnofágalaš skuvllat leat ulbmiljoavku.

source: Regjeringen har i 2006 arbeidet med en stortingsmelding om oppgaver til de nye regionene, og denne ble lagt fram i desember 2006.
sme: Ráđđehus lea 2006s bargan stuorradiggedieđáhusain ođđa regiovnnaid doaimmaid birra, ja dat ovddiduvvui juovlamánus 2006.

source: Sametingsrådet har i forbindelse med forvaltingsreformen vært med i en prosess med regjeringen om innholdet i forvaltingsreformen.
sme: Sámediggeráđđi lea hálddašanođastusa oktavuođas leamaš mielde proseassas ráđđehusain hálddašano-đastusa sisdoalu birra.

source: Sametinget behandlet på prinsipielt grunnlag forvaltingsreformen på plenumssamlingen i september og i forkant ble det avholdt et miniseminar om forvaltingsreformen for representantene.
sme: Sámediggi meannudii prinsihpalaš vuođuin hálddašanođastusa dievasčoahkkimis čakčamánus ja dan ovddabealde dollui miniseminára Sámedikki áirasiidda hálddašanođastusa birra.

source: Vedtaket ble lagt til grunn ved den første konsultasjonen med kommunalministeren i oktober.
sme: Mearrádus biddjui vuođđun vuosttaš konsultašuvnnain gieldaministariin golggotmánus.

source: Sametinget oppfatter det slik at det er enighet mellom partene om at Sametingets stilling ikke skal svekkes.
sme: Sámediggi lea ádden nu ahte áššeoasálaččaid gaskka lea ovttaoaivilvuohta das ahte Sámedikki sajádat ii galgga láivuduvvot.

source: Dette skal sikres gjennom lov eller endring i kongelig resolusjon slik at den myndighet Sametinget har i dag gjennom konsultasjonsavtalen også gjelder regionene.
sme: Dat galgá sihkkarastojuvvot lága bokte dahje gonagaslaš resolušuvnna rievdadusa bokte vai dat váldi mii Sámedikkis dál lea konsultašuvdnašiehtadusa bokte guoská maid regiovnnaide.

source: Det skal gjennomføres reelle konsultasjoner når de konkrete forslag til oppgaveoverføring foreligger.
sme: Go konkrehta doaibmasirdinevttohusat leat ovddiduvvon, de galget čađahuvvot duohta konsultašuvnnat.

source: Videre skal både regionene og Sametinget ved oppgaveoverføringer få full kompensasjon for oppgaver de overtar.
sme: Dasto galget sihke regiovnnat ja Sámediggi doaibmasirdimiin oažžut ollislaš buhtadusa doaimmaid ovddas maid váldet badjelasaset.

source: Sametinget forventer at Regjeringen i oppfølgingen av arbeidet med forvaltningsreformen tar hensyn til de merknadene som fremkommer overfor.
sme: Sámediggi vuordá ahte Stuorradiggi barggu čuovvoleamis hálddašanođastusain váldá vuhtii daid mearkkašumiid mat ovdanbohtet bajábealde.

source: Sametinget mener at prosedyrer for konsultasjoner ikke er fulgt i prosessen slik det står i stortingsmeldingen.
sme: Sámediggi oaivvilda ahte konsultašuvdnaprosedyrat eai leat čuvvojuvvon proseassas nugo lea čállon stuorradiggedieđáhusas.

source: Dette fordi forutsetningene om full informasjon og prinsippet om at partene i konsultasjonene skal bestrebe seg om å bli enige, ikke er fulgt.
sme: Danne go eavttut ollislaš diehtojuohkima ja prinsihpaid hárrái ahte áššeoasálaččat konsultašuvnnain galget ráhčat dan badjelii ahte boahtit ovttaoaivilii, eai leat čuvvojuvvon.

source: Sametinget har ikke fått reelt innblikk i innholdet i sakene og ikke fått tilbakemeldinger på de fleste innspill som Sametinget har gitt til statsråden.
sme: Sámediggi ii leat duođas ožžon dieđuid áššiid sisdoalus ii ge leat ožžon vástádusa buot daid árvalusaide maid Sámediggi lea addán stáhtaráđđái.

source: 1.2.2 Det samiske samarbeidet
sme: 1.2.2 Sámi ovttasbargu

source: I og med at samene er et folk innenfor fire stater, så er samarbeidet på tvers av statsgrensene viktig.
sme: Sápmelaččaide, njealji riikka álbmogin, lea ovttasbargu riikkarájiid rastá deaŧalaš.

source: Samisk parlamentarisk råd (SPR) er et viktig instrument for å utvikle samhandlingen mellom sametingene på norsk, svens og finsk side og med samiske organisasjonene på russisk side.
sme: Sámi parlamentáralaš ráđđi (SPR) lea deaŧalaš gaskaoapmin ovddideamis Suoma, Ruoŧa ja Norgga sámedikkiid ovttasdoaibmama dakkár áššiin mat gusket sápmelaččaide máŋgga stáhtas dahje sápmelaččaide oktan álbmogin.

source: Samene fra russisk side er permanente deltakere.
sme: Ruošša beale sápmelaččat leat bistevaš oassálastin.

source: Samisk parlamentarisk råd er et viktig organ i det nordiske samarbeidet, og har en sentral funksjon i en internasjonal kontekst.
sme: Sámi parlamentáralaš ráđđi lea deaŧalaš orgánan davviriikkalaš ovttasbarggus, ja das lea deaŧalaš doaibma riikkaidgaskasaččat.

source: I 2006 har Sametinget i Finland hatt presidentvervet i SPR, og dermed også sekretariatsfunksjonen.
sme: Jagis 2006 lea Suoma beale Sámedikkis leamaš presideantadoaibma, ja nu maiddái čállingodde ­doaibma.

source: I februar 2007 vil sametingspresidenten i Norge overta presidentvervet, og Sametinget i Norge vil ha sekretariatsfunksjonen.
sme: 2007 guovvamánus váldá Norgga beale sámediggepresideanta badjelasas presideanta ­doaimma. Norgga beale Sámedikkis lea dalle čállingoddedoaibma.

source: Samisk parlamentarisk råd har i løpet av år 2006 bl.a. vært opptatt av arbeidet med Nordisk samekonvensjon, likestilling mellom kjønnene, FNs urfolkserklæring, samt å styrke samarbeidet med EU.
sme: Sámi parlamentáralaš ráđđi lea jagis 2006 earret eará bargan Davviriikkalaš sámekonvenšuvnnain, dásseárvvuin sohkabeliid gaskka, ON eamiálbmotjulggaštusain, ja maiddái nannemin ovttasbarggu EUin.

source: 1.2.2.1 Nordisk samekonvensjon
sme: 1.2.2.1 Davviriikkalaš sámekonvenšuvdna

source: Utkast til Nordisk samekonvensjon ble overlevert sameministrene og sametingspresidentene i oktober 2005.
sme: Davviriikkalaš sámekonvenšuvnna evttohus geigejuvvui sámeministariidda ja sámediggepresideanttaide golggotmánus 2005.

source: Utkastet har etter dette vært på parallell nasjonal høring både i Finland, Norge og Sverige.
sme: Dan rájes lea evttohus seamma áiggis leamaš gulaskuddamis sihke Suomas, Norggas ja Ruoŧas.

source: En oppsummering av høringsuttalelsene ble forelagt det Nordiske embetsmannsorganet i september 2006.
sme: Gulaskuddancealkámušaid čoahkkáigeassu ovddiduvvui Davviriikkaid ámmátolbmoorgánii čakčamánus 2006.

source: Sametinget har behandlet saken og gitt sin godkjenning til ekspertgruppens utkast.
sme: Sámediggi lea meannudan ášši ja dohkkehan áššedovdijoavkku evttohusa.

source: Sameministrene og sametingspresidentene har uttrykt enighet om å videreføre arbeidet med en nordisk samekonvensjon, i første omgang gjennom fortsatt nasjonalt arbeid med høringsoppfølging og eventuelle konsekvensanalyser.
sme: Sámeministarat ja sámediggepresideanttat leat dovddahan ovttamielalašvuođa das ahte joatkit Davviriikkalaš sámekonvenšuvnna barggu, álggos vuos gulaskuddančuovvolemiin nášuvnnalaččat ja vejolaš váikkuhussuokkardemiiguin.

source: Gjensidig rapportering, informasjonsutveksling og koordinering vil skje innenfor rammen av det nordiske samarbeidet om samiske spørsmål.
sme: Lotnolas raporteren, dieđuid lonohallan ja oktiiordnen dáhpáhuvvá sámeáššiid davviriikkalaš ovttasbarggu rámmaid siskko ­bealde.

source: Ministrene og presidentene tar sikte på at landene til neste fellesmøte høsten 2007 har avklart sine posisjoner.
sme: Ministariid ja presideanttaid áigumuš lea ahte riikkat boahtte oktasaš čoahkkimii 2007 čavčča leat čielggadan oainnuideaset.

source: Konvensjonen er et grunnleggende redskap som anerkjenner samene som ett folk og samenes like rettigheter, på tvers av landegrensene i Norden.
sme: Konvenšuvdna lea vuođđogaskaoapmi mii dohkkeha sápmelaččaid oktan álbmogin ja sápmelaččaid ovttadássásaš vuoigatvuođaid, Davviriikkaid rájiid rastá.

source: Det er av den grunn viktig at konvensjonen ratifiseres av alle tre stater Norge, Sverige og Finland, og på denne måten bidrar til å sikre samene en positiv samfunnsutvikling, der eksistensgrunnlaget vernes og det anerkjennes en selvbestemmelse over egen utvikling og vekst.
sme: Danne lea deaŧalaš ahte buot golbma stáhta Norga, Ruoŧa ja Suopma ratifiserejit konvenšuvnna, ja ahte dat dán láhkai leat mielde sihkkarastimin sápmelaččaide positiivva servodat, ­ovdáneami mas birgenláhki suodjaluvvo ja mas iešmearrideampmi iežas ovdáneamis dohkkehuvvo.

source: 1.2.3 Samarbeid på internasjonalt nivå
sme: 1.2.3 Riikkaidgaskasaš ovttasbargu

source: Sametingets prinsipielle standpunkt og interesser fremmes og forsvares på den internasjonale arena.
sme: Sámedikki prinsihpalaš oaivil ja beroštusat ovddiduvvojit ja bealuštuvvojit riikkaidgaskasaš arenas.

source: Dette gjøres av Sametinget alene, gjennom deltakelse i norske delegasjoner og gjennom samarbeid med andre urfolk.
sme: Dan dahká Sámediggi okto, oassálastima bokte Norgga sáttagottiin ja ovttasbarggu bokte eará eamilálbmogiiguin.

source: Norsk og nordisk samepolitikk skapes gjennom utforming av avtaler og konvensjoner som forplikter enkeltstater.
sme: Norgga ja davviriikkalaš sámepolitihkka hábmejuvvo dakkár šiehtadusaiguin ja konvenšuvnnaiguin, mat geatnegahttet ovttaskas stáhtaid.

source: Sametinget skal fortsatt bidra aktivt til den internasjonale rettsutviklingen for urfolk.
sme: Sámediggi galgá ain árjjalaččat váikkuhit eamiálbmogiid riikkaidgaskasaš riekteovddideami.

source: Sametinget ser samarbeidet på internasjonalt nivå som svært viktig.
sme: Sámediggái lea riikkaidgaskasaš ovttasbargu hui deaŧalaš.

source: Sametinget bidrar med viktig kunnskap og kompetanse i utformingen av same- og urfolkspolitikk på nasjonalt og internasjonalt nivå.
sme: Sámedikkis lea deaŧalaš máhttu ja gelbbolašvuohta mainna váikkuha sáme- ja eamiálbmotpolitihka hábmema nášuvnnalaččat ja riikkaidgaskasaččat.

source: Imidlertid har Sametinget store utfordringer når det gjelder økonomiske ressurser til dette arbeidet, noe som skaper liten forutsigbarhet for vårt engasjement.
sme: Dattetge lea Sámediggái ­stuorra hástalus háhkat ekonomalaš resurssaid dán bargui, juoga mii dagaha min barggu einnosmeahttumin.

source: Sametinget hadde sett det som hensiktsmessig om bevilgninger til dette saksområdet hadde kommet over statsbudsjettet, på lik linje med de øvrige bevilgninger.
sme: Sámedikki mielaš livččii vuogas jus juolludeamit dán áššesuorgái boađášedje stáhta-bušeahta bokte, seamma láhkai go eará juolludeamit ge.

source: I 2006 har Sametingsrådet utarbeidet ei melding om internasjonale satsningsområder; Utvikling for urfolks framtid.
sme: 2006s lea Sámediggeráđđi čállán dieđáhusa riikkaidgaskasaš áŋgiruššansurggiid birra; Eamiálbmogiid boahtteáiggi ovddideapmi.

source: Når Sametingets internasjonale satsingsområder skulle utformes, skjedde det ut fra en vurdering om hvordan dette vil innvirke på samene i Norge, samene som urfolk, eller urfolk generelt.
sme: Go sámedikki riikkaidgaskasaš áŋgiruššansuorggit galget hábmejuvvot, de dat dahkko árvvoštaladettiin mo dat váikkuhivččii Norgga beale sápmelaččaide, sápmelaččaide eamiálbmogin, dahje eamiálbmogin oppalaččat.

source: Sametinget vil på grunn av begrenset kapasitet måtte foreta prioriteringer for å rette sin innsats mot områder som kan ha best effekt.
sme: Sámediggi áigu uhccán resurssaid geažil vuoruhit barggu daid surggiiguin main lea buoremus beaktu.

source: Sametingets rolle som selvstendig aktør i samspill med andre er et av tre overordnede strategier som vektlegges i forhold til internasjonale satsningsområder.
sme: Sámedikki rolla iehčanas aktevran ovttas earáiguin lea okta dan golmma bajimus strategiijas, mat deattuhuvvojit riikkaidgaskasaš áŋgiruššansurggiid ektui.

source: De andre overordnede strategiene knyttes til begrepene kommunikasjon og finansiering.
sme: Dat eará bajimus strategiijat čatnasit doahpagiidda gulahallan ja ruhtadeapmi.

source: Sametingsrådet ser videre tre hovedområder som helt sentrale satsinger i sitt internasjonale arbeid.
sme: Sámediggeráđi mielas leat vel golbma áibbas deaŧalaš váldoáŋgiruššan-suorggi riikkaidgaskasaš barggustis.

source: Disse er:
sme: Dát leat:

source: styrkingen av menneskerettighetene for urfolk,
sme: eamiálbmogiid olmmošvuoigatvuođaid nannen,

source: en bærekraftig utvikling som trygger det materielle grunnlaget for samisk og andre urfolks kultur, og
sme: dakkár ceavzilis ovddideapmi mii sihkkarastá sámi ja eará eamiálbmogiid kultuvrra ávnnaslaš vuđđosa, ja

source: en nordområdeutvikling som styrker samisk og andre urfolks kultur og samfunn.
sme: dakkár davviguovlluid ovddideapmi mii nanne sámi ja eará eamiálbmogiid kultuvrra ja servodaga.

source: 1.2.3.1 Nordområdene
sme: 1.2.3.1 Davviguovllut

source: Den politiske oppmerksomheten omkring nordområdene har økt betraktelig.
sme: Politihkalaš beroštupmi davviguovlluide lea lassánan mealgadit.

source: Utviklingen henger først og fremst sammen med gassutvinning fra Snøhvit-feltet, olje- og gass letingen i nord, og at havområdene i nord er gyte- og oppvekstområder for store fiskeressurser.
sme: Sivvan lea vuosttažettiin Snøhvit-guovllu gássabohkan, oljo- ja gássaohcan davvin, ja ahte davi mearraguovllut leat stuorra guollemáddodagaid gođđo- ja bajásšaddanguovlun.
